/* titles */
"StandardTitle" = "Standardinstallation auf „%@“";
"CustomTitle" = "Angepasste Installation auf „%@“";

/* space requirements message */
"SpaceRequirements" = "Hierfür werden %@ Speicherplatz auf Ihrem Computer benötigt.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Klicken Sie auf „Installieren“, um die Standardinstallation dieser Software auf dem Laufwerk „%@“ durchzuführen.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Klicken Sie auf „Installieren“, um die Standardinstallation dieser Software in Ihrem Benutzerordner durchzuführen. Die Software kann nur vom aktuellen Benutzer dieses Computers verwendet werden.";
"InstallContinueMessage_LocalDomain" = "Klicken Sie auf „Installieren“, um die Standardinstallation dieser Software für alle Benutzer dieses Computers durchzuführen. Die Software kann von allen Benutzern dieses Computers verwendet werden.";
"InstallContinueMessage_UnknownDomain" = "Klicken Sie auf „Installieren“, um die Standardinstallation dieser Software durchzuführen.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Nach der Installation dieser Software muss Ihr Computer ausgeschaltet werden. Möchten Sie die Software wirklich jetzt installieren?";
"RestartWarning" = "Nach der Installation dieser Software muss Ihr Computer neu gestartet werden. Möchten Sie die Software wirklich jetzt installieren?";
"LogoutWarning" = "Für die Installation müssen alle Programme beendet werden. Nach der Installation werden Sie vom Computer abgemeldet. Möchten Sie die Software wirklich jetzt installieren?";
"BatteryWarning" = "Sie starten eine Installation, obwohl das Netzteil nicht an das Stromnetz angeschlossen ist. Möchten Sie wirklich fortfahren?";
"PadWarning" = "Wenn Sie diese Software installieren, haben Sie weniger als 100 MB Speicherplatz auf Ihrem Mac OS X System frei. Dies wird nicht empfohlen, da es möglicherweise zu Systemproblemen führt. Möchten Sie wirklich fortfahren?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Installieren";
"CONTINUE_BUTTON_TITLE" = "Fortfahren";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Abbrechen";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Installation fortsetzen";

"ExtraMediaMessage" = "Für die zu installierende Software werden zusätzliche Installations-CDs/DVDs benötigt. Halten Sie diese CDs/DVDs bereit:";
"AppToQuitMessage" = "%@ ist momentan aktiv und wird vor Beginn dieser Installation geschlossen. Wenn Sie dieses Programm nicht schließen möchten, brechen Sie die Installation ab.";
"AppsToQuitMessage" = "Die folgenden aktiven Programme werden vor Beginn der Installation geschlossen: %@. Wenn Sie diese Programme nicht schließen möchten, brechen Sie die Installation ab.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Einige Programme müssen vor Beginn dieser Installation geschlossen werden.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ wird vor Beginn dieser Installation geschlossen. Wenn Sie das Programm nicht schließen möchten, klicken Sie auf „Abbrechen“, um diese Installation abzubrechen.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Die folgenden Programme werden geschlossen: %@. Wenn Sie diese Programme nicht schließen möchten, klicken Sie auf „Abbrechen“, um die Installation abzubrechen.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Sie benötigen ungefähr %@ zusätzlichen freien Speicherplatz auf dem Ziellaufwerk.";
"StandardInstallSinglePackageDeselectMessage" = "Beenden Sie das Installationsprogramm, um durch Entfernen von Dateien oder Programmen Platz auf dem Laufwerk zu schaffen. Versuchen Sie die Installation dann erneut.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Sie können ein anderes Laufwerk für die Installation wählen oder das Installationsprogramm beenden, um durch Entfernen von Dateien oder Programmen Platz auf dem Laufwerk zu schaffen. Versuchen Sie die Installation dann erneut.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Sie benötigen ungefähr %@ zusätzlichen freien Speicherplatz auf dem Ziellaufwerk.";
"CustomMetaPackageDeselectMessage" = "Deaktivieren Sie einige Objekte oder beenden Sie das Installationsprogramm, um durch Entfernen von Dateien oder Programmen Platz auf dem Laufwerk zu schaffen. Versuchen Sie die Installation dann erneut.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Sie können ein anderes Laufwerk für die Installation wählen, Objekte deaktivieren oder das Installationsprogramm beenden, um durch Entfernen von Dateien oder Programmen Platz auf dem Laufwerk zu schaffen. Versuchen Sie die Installation dann erneut.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Eine neuere Version dieser Software ist auf Ihrem System bereits installiert. Es ist nicht notwendig, diese ältere Version zu installieren.";

"CUSTOM_FOLDER_TOOLTIP" = "Der Ordner „%1$@“ auf „%2$@“";
"CUSTOM_FOLDER_ERROR_TITLE" = "Es ist nicht genügend Speicher für die Installation dieses Objekts verfügbar.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Entfernen Sie Dateien oder Programme, um Speicherplatz zu schaffen, oder wählen Sie einen anderen Ordner bzw. ein anderes Laufwerk. Versuchen Sie die Installation dann erneut.";
"CUSTOM_FOLDER_DESCRIPTION" = "Wählen Sie einen Zielort für „%1$@“. Die Größe dieses Objekts beträgt %2$@. In der unten stehenden Liste sind die Laufwerke und der jeweilig verfügbare Speicher aufgeführt.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (nicht genügend Speicher)";
"CUSTOM_OTHER_MENU_ITEM" = "Andere …";
